Repository: k8eseo/music-searcher
Catalog: MusicSearcher/Localizable.xcstrings
Source language: en
Languages: tr

source: Appearance
tr: Dış görünüş

source: Artist Biography
tr: Şarkıcı Biyografisi

source: Artist Name
tr: Şarkıcı Adı

source: Color
tr: Renk

source: Dark
tr: Karanlık

source: Heading Color
tr: Başlık Rengi

source: Home
tr: Ev

source: Information
tr: Bilgi

source: Larger Font
tr: Daha Büyük Yazı Tipi

source: Light
tr: Aydınlık

source: Listeners
tr: Dinleyiciler

source: Listeners: %@
tr: Dinleyiciler: %@

source: Music Searcher
tr: Müzik Arayıcısı

source: No artist biography found.
tr: Şarkıcı biyografisi bulunamadı.

source: No similar artists found.
tr: Benzer şarkıcı bulunamadı.

source: Number of Results
tr: Sonuç Sayısı

source: Pick a number
tr: Bir sayı seçin

source: Plays
tr: Oynatma sayısı

source: Plays: %@
tr: Oynatma sayısı: %@

source: Search
tr: Arama

source: Search artists and songs
tr: Şarkıcıları ve şarkıları arayın

source: Search by Artist Name
tr: Şarkıcı Adına Göre Arayın

source: Settings
tr: Ayarlar

source: Similar Artists
tr: Benzer Şarkıcılar

source: Simplify
tr: Basitleştir

source: Simplify Details
tr: Ayrıntıları Basitleştirin

source: System
tr: Sistem

source: Top Songs
tr: En İyi Şarkılar

source: Trending Tracks Today
tr: Bugünün Trend Şarkıları
